Repository: mozilla-l10n/mt-training-data
Catalog: ug/ug_pontoon.tmx
Source language: en_us
Languages: ug

source: Requiring an account with a verified email address
ug: دەلىللەنگەن ئېلخەت ئادرېسى ئارقىلىق ھېسابات ئىلتىماس قىلىنىدۇ

source: Requiring payment for a user to create more than five masks
ug: 5 تىن ئارتۇق نىقاب قۇرۇش ئۈچۈن ھەق تۆلەشنى تەلەپ قىلىدۇ

source: Reset
ug: ئەسلىگە قايتۇر

source: Search an email domain
ug: ئېلخەت دائىرە ئىزدە

source: Search a word or phrase
ug: سۆز ياكى ئىبارە ئىزدە

source: Search masks
ug: نىقاب ئىزدە

source: Search subdomain
ug: تارماق دائىرە ئىسمى ئىزدە

source: See how forwarding works
ug: ئۇلاپ يوللاش ئىقتىدارىنىڭ ئىشلەش ئۇسۇلىنى چۈشىنىڭ

source: See more FAQs about { -brand-name-firefox-relay }
ug: { -brand-name-firefox-relay } ھەققىدىكى تېخىمۇ كۆپ سوئاللارنى كۆرۈڭ

source: Select your preferred { -brand-name-relay } email domain
ug: ياقتۇرىدىغان { -brand-name-relay } ئېلخەت دائىرە ئىسمى تاللىنىدۇ

source: Select your preferred language.
ug: ياقتۇرىدىغان تىلىڭىزنى تاللاڭ.

source: Send Email
ug: ئېلخەت يوللاش

source: Service status
ug: مۇلازىمەت ھالىتى

source: Settings change failed
ug: تەڭشەشنى ئۆزگەرتەلمىدى

source: Set up { -brand-name-relay-premium }
ug: { -brand-name-relay-premium } نى تەڭشەش

source: Set your unique { -brand-name-relay } email domain
ug: بىردىنبىر { -brand-name-relay } ئېلخەت تور دائىرە ئىسمىنى بەلگىلەڭ

source: Show mask details
ug: نىقاب تەپسىلاتىنى كۆرسەت

source: show next review
ug: كېيىنكى باھالاشنى كۆرسەت

source: show previous review
ug: ئالدىنقى باھالاشنى كۆرسەت

source: Sign Out
ug: تىزىمدىن چىق

source: Sign Out of { -brand-name-relay }
ug: { -brand-name-relay } دىن تىزىمدىن چىق

source: Sign Up
ug: تىزىملىتىڭ

source: Sign up for newsletters
ug: خەۋەرگە تىزىملىتىڭ

source: Skip, I’ll set this up later
ug: ئاتلا، بۇنى كېيىن تەڭشەيمەن

source: Somewhat disappointed
ug: بىر ئاز ئۈمىدسىزلەندىم

source: Source: addons.mozilla.org
ug: مەنبە: addons.mozilla.org

source: <span>Save { $savings }</span> on regular { -brand-name-vpn } price
ug: ئەسلى باھاسى { -brand-name-vpn } دىن <span>{ $savings } تېجەيدۇ</span>

source: Start blocking promotional emails
ug: بازارچىلىق ئېلخەتنى توسۇشنى باشلاڭ

source: Stop spam, robocalls & junk texts
ug: ئەخلەت ئېلخەت، ئاپتوماتىك تېلېفون ۋە ئەخلەت قىسقا ئۇچۇرلارنى توسىدۇ

source: Stop trackers and data aggregators from identifying you via your phone number and email address.
ug: ئىزلىغۇچىلار ۋە ئۇچۇر توپلىغۇچىلارنىڭ تېلېفون نومۇرىڭىز ۋە ئېلخەت ئادرېسىڭىز ئارقىلىق سىزنى تونۇشىنى توسىدۇ.

source: Strongly agree
ug: تامامەن قوشۇلىمەن

source: Strongly disagree
ug: قەتئىي قوشۇلمايمەن

source: Subdomain could not be created, try something else
ug: تارماق دائىرىنى قۇرالمايدۇ، باشقىسىنى سىناپ بېقىڭ

source: Success!
ug: مۇۋەپپەقىيەتلىك!

source: Successfully signed in as { $username }.
ug: { $username } مۇۋەپپەقىيەتلىك تىزىمغا كىردى.

source: Switch dashboards
ug: باشقۇرۇش تاختىسىنى ئالماشتۇر

source: Take 20% off { -brand-name-relay-premium }
ug: 20% ئېتىبار { -brand-name-relay-premium }

source: Terms & Privacy
ug: شەرت ۋە شەخسىيەت

source: That online shop doesn’t need your real email to ship it to you.
ug: تور دۇكانلىرى مال ئەۋەتىشتە ھەقىقىي ئېلخەت ئادرېسىڭىز بولمىسىمۇ بولىدۇ.

source: The { -brand-name-firefox-relay } extension for { -brand-name-chrome } makes creating and using masks even easier.
ug: { -brand-name-chrome } نىڭ { -brand-name-firefox-relay } كېڭەيتمىسى نىقاب ياساش ۋە ئىشلىتىشنى تېخىمۇ ئاسانلاشتۇرىدۇ.

source: The { -brand-name-relay } extension for { -brand-name-firefox-browser } makes creating masks even easier.
ug: { -brand-name-firefox-browser } نىڭ { -brand-name-relay } كېڭەيتمىسى نىقاب ياساشنى تېخىمۇ ئاسانلاشتۇرىدۇ.

source: The { -brand-name-relay } extension for { -brand-name-firefox-browser } makes using email masks even easier.
ug: { -brand-name-firefox-browser } نىڭ { -brand-name-relay } كېڭەيتمىسى ئېلخەت نىقابى ئىشلىتىشنى تېخىمۇ ئاسانلاشتۇرىدۇ.

source: The { -brand-name-relay } extension makes it easy
ug: { -brand-name-relay } كېڭەيتمىسى نىقابلىق ئېلخەت ئىشلىتىشنى قۇلايلاشتۇرىدۇ

source: The mask data could not be updated. Please try again.
ug: نىقاب سانلىق مەلۇماتىنى يېڭىلىيالمايدۇ. قايتا سىناڭ.

source: The mask { $mask } could not be deleted. Please try again.
ug: بۇ { $mask } نىقابنى ئۆچۈرەلمىدى. قايتا سىناڭ.

source: There was an error updating your settings, please try again
ug: تەڭشەكلىرىڭىزنى يېڭىلاشتا خاتالىق كۆرۈلدى، قايتا سىناڭ

source: The subdomain @{ $unavailable_subdomain } is not available. Please try a different one.
ug: تارماق دائىرە @{ $unavailable_subdomain } نى ئىشلەتكىلى بولمايدۇ. باشقا بىرىنى سىناڭ.

source: They work anywhere you need an email
ug: ئېلخەت تاپشۇرۇشنى تەلەپ قىلىدىغان ھەر قانداق جايدا ئىشلەيدۇ

source: This link or image contains a tracker
ug: بۇ ئۇلىنىش ياكى سۈرەتتە ئىزلىغۇچ بار

source: Tip { $nr }
ug: { $nr } كۆرسەتمە

source: Top questions about email trackers
ug: ئېلخەت ئىزلىغۇچ ھەققىدىكى كۆپ سورالغان سوئاللار

source: Total trackers
ug: جەمئىي ئىزلىغۇچ

source: Tracker domain
ug: ئىزلىغۇچ دائىرە نامى

source: Trackers detected
ug: ئىزلىغۇچ بايقالدى

source: Try { -brand-name-relay } for { -brand-name-google-chrome }
ug: { -brand-name-google-chrome } نىڭ { -brand-name-relay } سىنى سىناش

source: Try out email forwarding
ug: ئېلخەت ئۇلاپ يوللاشنى سىناپ بېقىڭ

source: Try using your masks everywhere you need an email
ug: ئېلخەت سورايدىغان ھەر قانداق جايدا نىقابلىق ئېلخەت ئىشلىتىپ سىناپ بېقىڭ

source: Unique { -brand-name-relay } email domain
ug: بىردىنبىر { -brand-name-relay } ئېلخەت تور دائىرە ئىسمى

source: Unlimited
ug: چەكلىمىسىز

source: Unlimited email masks
ug: چەكسىز ئېلخەت نىقابى

source: Unsure
ug: پىكىرىم يوق

source: Upgrade
ug: يۈكسەلت

source: Upgrade { -brand-name-relay }
ug: { -brand-name-relay } نى يۈكسەلت

source: Upgrade for even more features.
ug: تېخىمۇ كۆپ ئىقتىدارلار ئۈچۈن يۈكسەلتىڭ.

source: Upgrade Now
ug: ھازىر يېڭىلا

source: Upgrade to { -brand-name-relay-premium }
ug: { -brand-name-relay-premium } غا يۈكسەلت

source: Upgrade to <strong>{ -brand-name-firefox-relay-premium }</strong> to get more email masks
ug: تېخىمۇ كۆپ ئېلخەت نىقابىغا ئېرىشىش ئۈچۈن <strong>{ -brand-name-firefox-relay-premium }</strong> غا يۈكسەلتىڭ.

source: Upgrade to <strong>{ -brand-name-firefox-relay-premium }</strong> to protect your phone <i>and</i> email
ug: تېلېفون <i> ۋە </i> ئېلخېتىڭىزنى قوغداش ئۈچۈن<strong>{ -brand-name-firefox-relay-premium }</strong> غا يۈكسەلتىڭ.

source: Use { -brand-name-relay } email masks and phone masks everywhere
ug: خالىغان جايدا { -brand-name-relay } ئېلخەت نىقابى ۋە تېلېفون نىقابى ئىشلەتكىلى بولىدۇ

source: Use code <coupon>{ $couponCode }</coupon> at checkout
ug: ھېساب بوغقاندا <coupon> { $couponCode }</coupon> كودنى ئىشلىتىڭ

source: Use free email masks to protect your real address
ug: ھەقسىز ئېلخەت نىقابى ئارقىلىق ھەقىقىي ئادرېسىڭىزنى قوغداڭ

source: Use it to instantly create custom { -brand-name-relay } masks
ug: ئۇنى ئىشلىتىپ خالىغان ۋاقىتتا ئىختىيارى { -brand-name-relay } نىقاب قۇرالايدۇ

source: Use your masks everywhere
ug: نىقاب ئېلخەتنى خالىغان جايدا ئىشلىتىڭ

source: Valid
ug: ئىناۋەتلىك

source: Very disappointed
ug: بەك ئۈمىدسىزلەندىم

source: Very likely
ug: بەك رازى بولدۇم

source: View your dashboard
ug: باشقۇرۇش تاختىڭىزنى كۆرسىتىدۇ

source: Warning: Clicking on this link will send information about you back to the sender
ug: ئاگاھلاندۇرۇش: بۇ ئۇلانمىنى چەكسىڭىز سىزگە مۇناسىۋەتلىك ئۇچۇر يوللىغۇچىغا قايتۇرۇلىدۇ

source: We are currently unable to send email to { $username }. We received a <em>{ $bounce_type }</em> “bounce” from your email provider when trying to forward emails to you. This can happen if { -brand-name-relay } couldn’t connect to your email provider, or if your mailbox was full. We will try again on { $date }.
ug: بىز ھازىر { $username } گە ئېلخەت يوللىيالمىدۇق. بىز سىزگە ئېلخەت يوللىماقچى بولغىنىمىزدا، سىزنىڭ ئېلخەت تەمىنلىگۈچىڭىزدىن <em>{ $bounce_type }</em> «قايتۇرۇلۇش» ئۇچۇرىنى تاپشۇرۇۋالدۇق. ئەگەر { -brand-name-relay } سىزنىڭ ئېلخەت تەمىنلىگۈچىڭىزگە ئۇلىنالمىسا ياكى ئېلخەت ساندۇقىڭىز توشۇپ قالغان بولسا، مۇشۇنداق ئەھۋال كۆرۈلۈشى مۇمكىن. بىز { $date } قايتا سىناپ باقىمىز.

source: Welcome to { -brand-name-firefox-relay }
ug: { -brand-name-firefox-relay } غا خۇش كەپسىز

source: Welcome to { -brand-name-relay }
ug: { -brand-name-relay } غا خۇش كەپسىز

source: Welcome to { -brand-name-relay-premium }
ug: { -brand-name-relay-premium } غا خۇش كەپسىز

source: We won’t email this mask again, don’t worry.
ug: ئەنسىرىمەڭ، بۇ نىقاب ئېلخەت ئادرېسىغا قايتا ئېلخەت ئەۋەتمەيمىز.

source: What are email trackers?
ug: ئېلخەت ئىزلىغۇچى دېگەن نېمە؟

source: What country or region do you live in?
ug: قايسى دۆلەت ياكى رايوندا ياشايسىز؟

source: What’s an email mask?
ug: ئېلخەت نىقابى دېگەن نېمە؟

source: With a custom subdomain, you can share masks that don’t need to be generated before you use them. Need one for a reservation? Give “restaurant@yourdomain.{ $mozmail }” to the restaurant. Any mask using your custom subdomain will be forwarded to you.
ug: ئۆزىڭىزگە خاس تارماق تور دائىرە نامى بىلەن، سىز ئالدىن نىقاب قۇرمايلا ئېلخەتنى ئۇلاپ يوللىيالايسىز. زاكاز قىلىش ئۈچۈن نىقابغا ئېھتىياجىڭىز بارمۇ؟ ئاشخانىغا «restaurant@yourdomain.{ $mozmail }» نى تەمىنلەڭ. سىزنىڭ ئۆزىڭىزگە خاس تارماق تور دائىرە نامىڭىزنى ئىشلىتىدىغان ھەر قانداق ئېلخەت سىزگە ئۇلاپ يوللىنىدۇ.

source: Would you still like to view the link?
ug: يەنىلا بۇ ئۇلانمىنى كۆرەمسىز؟

source: Yearly
ug: يىللىق

source: Yes, I want to delete this mask.
ug: شۇنداق، مەن بۇ نىقابنى ئۆچۈرمەكچى.

source: Yes, I want to register @{ $subdomain }
ug: ھەئە، مەن { $subdomain } غا تىزىملاتماقچى

source: Yes, view link
ug: ھەئە، ئۇلانمىنى كۆرسەت

source: You cannot change your subdomain
ug: تارماق دائىرە نامىڭىزنى ئۆزگەرتەلمەيسىز

source: You can only register one unique { -brand-name-relay } email domain. <p>You won’t be able to change this later.</p>
ug: بىردىنبىر { -brand-name-relay } ئېلخەت دائىرىسى تىزىملىتالايسىز. <p>بۇنى كېيىن ئۆزگەرتەلمەيسىز.</p>

source: You have signed out.
ug: تىزىمدىن چىقتىڭىز.

source: You must be a premium subscriber to check a subdomain
ug: تارماق دائىرە نامىنى تەكشۈرۈش ئۈچۈن premium نەشرىگە مۇشتەرى بولۇڭ

source: You must be a premium subscriber to set a subdomain
ug: تارماق دائىرە نامىنى ئۆزگەرتىش ئۈچۈن premium نەشرىگە مۇشتەرى بولۇڭ

source: Your 1-year plan includes:
ug: 1 يىللىق پىلانىڭىزنىڭ ئىچىدە:

source: Your account is on pause.
ug: ھېساباتىڭىز ۋاقىتلىق توختىتىلدى.

source: Your changes to settings were not saved due to a connection error. Please try again.
ug: تەڭشەكتىكى ئۆزگەرتىشلىرىڭىز تور ئۇلىنىشى خاتالىقى سەۋەبىدىن ساقلانمىدى. قايتا سىناڭ.

source: Your dashboard
ug: باشقۇرۇش تاختىڭىز

source: yourdomain
ug: دائىرە نامىڭىز

source: Your email mask account names are turned off
ug: ئېلخەت نىقابىڭىزنىڭ ھېسابات ئىسمى ئىقتىدارى تاقالدى

source: Your reply was not sent
ug: جاۋابىڭىز يوللانمىدى

source: Your settings have been updated
ug: تەڭشىكىڭىز يېڭىلاندى

source: Your subdomain @{ $subdomain } has been created
ug: دائىرە نامىڭىز @{ $subdomain } قۇرۇلدى

source: abnormality
ug: بىنورماللىق

source: account recovery key
ug: ھېساباتنى ئەسلىگە كەلتۈرۈش ئاچقۇچى

source: add-on
ug: قوشۇلما

source: aggregate
ug: جەملەش

source: All Hands
ug: ئوپچە يىغىن

source: alternate text
ug: كاندىدات تېكىست

source: appear
ug: كۆرۈن

source: appearance
ug: كۆرۈنۈشى

source: attack
ug: ھۇجۇم

source: attacker
ug: ھۇجۇمچى

source: Attack Site
ug: ھۇجۇم تور بېكىتى

source: attendee
ug: قاتناشقۇچى

source: authenticate
ug: دەلىللەش

source: authenticated
ug: دەلىللەندى

source: authentication code
ug: دەلىللەش كودى

source: autoplay
ug: ئاپتوماتىك قويۇش

source: back out
ug: كەينىگە ياندۇر

source: backup authentication code
ug: زاپاسلاش دەلىللەش كودى

source: black box
ug: قارا قۇتا

source: bookmark
ug: خەتكۈچكە قوش

source: boot
ug: قوغلا

source: breakpoint
ug: توختاش نۇقتىسى

source: Bug report
ug: كەمتۈك دوكىلاتى

source: certificate authority
ug: گۇۋاھنامە ھوقۇقى

source: channel
ug: قانال

source: cipher
ug: شىفىر

source: clipboard
ug: چاپلاش تاختىسى

source: clockwise
ug: سائەت ئىسترېلكىسى يۆنىلىشى

source: colorway
ug: رەڭ تەڭشەش

source: compact
ug: ئىخچام

source: compact - recommend deprioritize
ug: چىڭدا-ئالدىنلىقنى بىكار قىلىش تەۋسىيە قىلىنىدۇ

source: confirmation code
ug: جەزملەش كودى

source: context
ug: مەزمۇن

source: contribute
ug: تۆھپە قوشاي

source: cookie banner
ug: cookie لوزۇنكىسى

source: corrupt
ug: بۇزۇلغان

source: corrupted
ug: بۇزۇلغان

source: counterclockwise
ug: سائەت ئىسترېلكىسىىغا قارشى يۆنىلىش

source: crash
ug: يىمىرىلىش

source: cross-site tracking cookie
ug: بېكەت ھالقىغان ئىزلاش cookie

source: cryptominer
ug: شىفىرلىق پۇل قازغۇچ

source: cryptomining
ug: شىفىرلىق پۇل قېزىش

source: debug
ug: سازلاش

source: deceptive site
ug: ئالدامچىلىق توربېكىتى

source: decode
ug: كودسىزلاش

source: decryption
ug: شىفىر يېشىش

source: disinformation
ug: خاتا ئۇچۇر

source: distrust
ug: ئىشەنمەسلىك

source: eavesdropping
ug: تىڭ-تىڭلاش

source: email mask
ug: ئېلخەت نىقابى

source: enable
ug: قوزغات

source: encode
ug: كودلاش

source: encrypt
ug: شىفىرلا، مەخپىيلەشتۈر

source: encryption
ug: شىفىرلاش، مەخپىيلەشتۈرۈش

source: end user
ug: ئاخىرقى ئىشلەتكۈچى

source: executable file
ug: ئىجرا ھۆججىتى

source: extension
ug: كېڭەيتىلمە، كېڭەيتمە

source: external
ug: سىرتقى

source: Fellow
ug: ھەمراھ

source: filter bubble
ug: سۈزگۈچ كۆپۈكى

source: fingerprinter
ug: ئىز قالدۇرغۇ

source: fingerprinting
ug: ئىز قالدۇرۇش

source: Firefox View
ug: Firefox كۆرۈنۈشى

source: gear
ug: خاتىرە بۇيۇم

source: grassroots
ug: ئاۋام

source: home page
ug: باش بەت

source: idle
ug: بىكار

source: import
ug: ئەكىر

source: independent browser
ug: مۇستەقىل توركۆرگۈ

source: innovations
ug: يېڭىلىق

source: insecure
ug: بىخەتەر ئەمەس

source: installation
ug: ئورنىتىش

source: Issue
ug: مەسىلە

source: L10n
ug: يەرلەشتۈرۈش

source: Legacy extension
ug: ئىلگىرىكى كېڭەيتىلمە

source: misinformation
ug: خاتا ئۇچۇر

source: native
ug: يەرلىك

source: net neutrality
ug: تور بىتەرەپلىكى

source: nonprofit
ug: پايدا تاپمايدىغان

source: non-profit
ug: پايدا تاپمايدىغان

source: open source
ug: ئوچۇق مەنبەلىك، ئوچۇق كودلۇق

source: override
ug: قاپلا

source: participation
ug: قاتنىشىش

source: Patch
ug: ياماق

source: phone number mask
ug: تېلېفون نومۇرى نىقابى

source: pop-up
ug: قاڭقىش

source: preference
ug: مايىللىق

source: release
ug: تارقىتىش

source: report
ug: دوكلات قىل

source: restricted site
ug: چەكلەنگەن تور بېكەت

source: revert
ug: قايتۇر

source: review checker
ug: باھالاش تەكشۈرگۈچ

source: search suggestion
ug: ئىزدەش تەكلىپى

source: security keys
ug: بىخەتەرلىك ئاچقۇچى

source: sensitive
ug: سەزگۈر

source: sidebar
ug: يان بالداق

source: sign
ug: ئىمزا قوي

source: signer
ug: ئىمزا قويغۇچى

source: sign in
ug: تىزىمغا كىرىڭ

source: sign-in
ug: تىزىمغا كىرىڭ

source: studies
ug: تەتقىقات

source: track
ug: ئىزلا، ئىز قوغلا

source: trackers
ug: ئىزچى، ئىزلىغۇچى، ئىز قوغلىغۇچى

source: Turbo Mode
ug: تېزلىتىش ھالىتى

source: unencrypted
ug: شىفىرلانمىغان

source: unresponsive
ug: جاۋابسىز

source: unsafe
ug: بىخەتەر ئەمەس

source: validate
ug: دەلىللە

source: validity
ug: ئىناۋەتلىكى

source: version
ug: نەشرى

source: Web Authentication
ug: تور دەلىللەش
